
{
  "title":"Readings",
  "content":"Chapters refer to Brealey, R., and S. Myers. Principles of Corporate Finance. 7th ed. Irwin/McGraw Hill. ISBN: 0073368695. Articles in the reading packet are referenced using the authors\u0026rsquo; last names. The study questions listed after each class are recommended, not required, and can be found at the end of the chapter under \u0026ldquo;Practice Questions.\u0026rdquo;\nSES # TOPICS KEY DATES Part 1 - Introduction 1 Introduction\nWhat is Finance? What Types of Questions Will We Answer? Chapter 1\nDial, J. and K. Murphy. Incentives, Downsizing, and Value Creation at General Dynamics. Journal of Financial Economics 37, 1995, pp. 261–314. 2 Principles Of Valuation\nOpportunity Cost Of Capital; Present Value; Discount Rates; Comparables Chapter 2, 3\nStudy Questions:\nChapter 2: 6, 7, 10\nChapter 3: 1, 3, 5, 10, 12, 21, 27, 30 Part 2 - Project and Firm Valuation 3 Evaluating Projects\nNet Present Value; Measuring Cashflows, Using Accounting Data Chapter 6, 12.1 - 12.3\nMyers, S. Finance Theory and Finance Practice. Interfaces 14, 1984, pp. 126-137. Reprinted in Midland__Corporate Finance Journal 5, Spring 1987.\nStudy Questions:\nChapter 3: 4, 7, 6, 13\nChapter 6: 6, 8, 9, 11, 18\n4 Case Reinhardt, Forest. Acid Rain: The Southern Co. (A). Boston, MA: Harvard Business School, 1993. Case No. 9-792-060. 5 Evaluating Projects (2)\nReal Options, Internal Rate Of Return Chapter 5, 10, 11\nStudy Questions:\nChapter 5: 3 - 8\nChapter 10: 3 - 5, 10, 11 6 Firm Valuation\nGrowth and Free Cashflows Chapter 4\nStudy Questions:\nChapter 4: 5 - 8, 11 7 Firm Valuation (2)\nValuation Models, Accounting vs. Economic Returns Chapter 12.4 - 12.6\nKim, M. and J. Ritter. Valuing IPOs. Journal of Financial Economics 53, 1999, pp.409-437.\nStudy Questions:\nChapter 4: 1, 10, 12, 17, 19 8 Case Piper, Thomas R. Cooper Industries, Inc. Boston, MA: Harvard Business School, 1993. Case No. 9-274-116. Part 3 - Risk and Return 9 Introduction to Risk and Return\nHistorical Evidence; Measuring the Risk of a Portfolio; Statistics Review Chapter 7 (pp. 153-165)\nStudy Questions:\nChapter 7: 1, 3, 4, 5 10 Portfolio Theory\nRisk in a Portfolio Context, Diversification; Optimal Portfolios Chapter 7 (165-end), 8.1\nStudy Questions:\nChapter 7: 6 - 11, 15\nChapter 8: 2 - 4 11 CAPM\nQuantifying the Trade-off between Risk and Return; Measuring the Risk of a Stock Chapter 8.2 - 8.5\nStudy Questions:\nChapter 8: 1, 5, 7, 8, 11 - 13 12 Discount Rates in Practice\nEstimating Betas, Market Risk Premium, Multifactor Models, WACC Chapter 9\nGraham, J. and C. Harvey. The Theory and Practice of Corporate Finance: Evidence From the Field. Durham, NC: Duke University Working Paper, 2000, pp. 1-10.\nStudy Questions:\nChapter 9: 1, 3, 5 - 9, 14\n13 Case Mitchell, Mark. Cost of Capital at Ameritrade. Boston, MA: Harvard Business School, 2001. Case No. 9-201-046. Part 4 - Financing Policy 14 Raising Capital\nSources of Funds; Trade-offs; Empirical Evidence; Stock Market Reaction Chapter 14, 15\nSmith, C. Raising Capital: Theory and Evidence. Midland Corporate Finance Journal 4, pp. 6-22, 1986. 15 Capital Structure (1)\nThe Choice between Debt and Equity; MM Theorem; Leverage and Risk; Fallacies Chapter 17\nGraham, J. and C. Harvey. The Theory and Practice of Corporate Finance: Evidence From the Field. Durham, NC: Duke University Working Paper, 2000, pp. 10-22.\nStudy Questions:\nChapter 17: 2 - 6, 10 - 13 16 Capital Structure (2)\nTaxes and the After-Tax WACC, Financial Distress, Debt Overhang Chapter 18, 19.1 - 19.4\nMyers, S. The Search for Optimal Capital Structure. Midland Corporate Finance Journal 1, 1983, pp. 6-16. Reprinted in D. Chew, Ed. _The New Corporate Finance: Where Theory Meets Practice._McGraw Hill, 1993, pp. 142-150.\nBank of America Roundtable on the Link between Capital Structure and Shareholder Value. Journal of Applied Corporate Finance 10 (2), 1997. Reprinted in D. Chew, Ed. The New Corporate Finance: Where Theory Meets Practice, 3rd edition. McGraw Hill, 2001, pp. 247-274.\nStudy Questions:\nChapter 18: 1 - 7, 10 - 12\n17 Two Cases Mitchell, Mark L., and Janet Mitchell. UST, Inc. South-Western College Publishing, 1996. ISBN No. 0-538-85800-1.\nBaldwin, Carliss Y., Scott P. Mason, and Jennifer H. Hughes. Massey-Ferguson Ltd. - 1980. Boston, MA: Harvard Business School, 1990. Case No. 9-282-043.\n18 Market Efficiency\nEmpirical Evidence; Implications for Corporate Managers Chapter 13\nBall, R. The Theory of Stock Market Efficiency: Accomplishments and Limitations. Journal of Applied Corporate Finance 8, 1995, pp. 4-17.\nStudy Questions:\nChapter 13: 1, 2, 3, 11, 13 Part 5 - Miscellaneous Topics 19 Options\nRisk Management, Option Strategies, Black-Scholes Model, Implied Volatility\nChapter 20, 21\nCase: Tufano, Peter, and Michael Lewittes. Sally Jameson: Valuing Stock Options in a Compensation Package. Boston, MA: Harvard Business School, 1993. Case No. 9-293-053.\nStudy Questions:\nChapter 20: 3, 4, 8 - 10, 16\nChapter 21: 10, 14, 15\n20 Final Exam Exam "}


