
{
  "title":"Case Questions",
  "content":"Students are required to complete two-page memoranda for the cases assigned in class, and these should be written in teams of up to four. These case questions are provided to guide the preparation of these memoranda. Students have the option of not handing in two cases during the semester.\nCASES QUESTIONS DermaCare Do you think DermaCare will be successful? Why or why not? Please discuss the factors that can affect DermaCare\u0026rsquo;s chances of becoming a successful business? Be as specific as possible. How much capital does DermaCare need to raise in order to become a self sustaining business? Please explain the rational by which you arrived at this number. Which financing offer would you accept? Describe the aspects of each offer that are appealing to you and those that are not. How attractive are these offers to you? Please also discuss the costs and benefits of Angel funding relative to venture capital funding. NetFlix What is your assessment of the NetFlix business model? What is NetFlix\u0026rsquo;s long-run objective? How does NetFlix plan to achieve its long-run objective? How would you assess NetFlix\u0026rsquo;s performance to date? Why does McCarthy use a subscriber model to forecast NetFlix\u0026rsquo;s future cash flow requirements? What are the basic elements of a subscriber model? Construct an annual subscriber model for NetFlix that can be used to forecast the expected cash flows for a new subscriber over the next five years. What is the value of a new NetFlix subscriber? (Assume a discount rate of 20%) Based on your analysis, should NetFlix be acquiring new subscribers? Assuming that NetFlix does not change its current business model, what is the value of NetFlix.com? What changes, if any, would you suggest be made to its existing business model? What are the value implications of these changes? Genzyme/Geltex Why is Genzyme looking to set up a joint venture with GelTex for Renagel rather than buying an equity share in GelTex directly? What do you think about the timing of GelTex\u0026rsquo;s fundraising? Is it a good idea to approach new investors before FDA approval? Please explain your argument. Genzyme is planning to invest $27.5M for 50% in Renagel. Is this a good investment? Please value the joint venture using scenario analysis. Assume that the following risks are quantifiable in mid-1997: Scientific risk is almost entirely resolved. The likelihood of passing FDA approval is 65%. But the main problem is regulatory delay. For simplicity assume 30% probability of 2 year delay. Scenario A: Renagel gets FDA approval (with 65% probability) without delay (with 70% probability). Scenario B: Renagel gets FDA approval (with 65% probability), but has 2 years delay (30%). Scenario C: Renagel fails in Phase III trials (15%). Scenario D: Renagel passes Phase III trials but in the end FDA does not approve the drug (20%). For all other parameter values please use the averages provided in the case. Please adjust the cash flows to reflect the delays in the market entry for Renagel and explain the logic behind your assumptions. Now assume that Genzyme\u0026rsquo;s investment in Renagel can be staged according to the following process below. How does the value of the joint venture change? Please use the decision analytic measure to value the real option. The investment can be staged according to the following steps: Upfront investment: $2.5M. If Phase III is passed: $15M. If FDA approves: $10M. Walnut Venture Associates (A) and (D) Please evaluate the deal terms offered to the RBS Group by Walnut Venture Associates. Assume throughout that the investment is terminated in 5 years. The following questions will help you structure your analysis.\nDescribe the payoffs to the Redeemable Preferred (RP) and Convertible Preferred (CP) as a package of securities in five years (note that there are dividends that accrue). At what point would the CP holders convert? Given the contract structure offered by RBS group how does the implied value of the company differ from the valuation actually suggested by RBS? In your opinion, what parts of the contract affect these differences? Metapath Analyze Metapath\u0026rsquo;s capital structure, in particular the various forms and pieces of participating preferred stock from the multiple previous rounds of financing. How does this capital structure affect the offer from RSC? How would RSC\u0026rsquo;s participating preferred interact with the other tranches of preferred stock? How do you value the RSC offer? Describe the payoffs of the proposed Series E Preferred in Exhibit 2. You can assume that Metapath would be raising $10.75M as specified in the term sheet, not the $11.75M as specified in the case. For this purpose, assume that the terminal payoffs occur in 3 years, before any dividends are actually paid or accumulate. Also note that the payoffs will depend on whether Metapath is sold to another company or whether it is taken public. Please describe the payoffs under each scenario. How do you evaluate the CellTech offer? What are the benefits and risks for the Metapath shareholders if the board accepts the CellTech offer? How do you see the tradeoff for Hansen? Portfolio and partnership Did Big Sur do anything wrong? Could they have avoided the problems described in the case? If so, how? What does risk mean in the context of a venture capital firm? How can a partnership manage portfolio risk? And what are the costs of managing portfolio risk, if any? What dimensions constitute meaningful diversification to a venture capital firm, especially an early stage firm? VC Vignettes Analyze two vignettes from among the three in the HBS Case and the one additional one on Secursiv Networks.\nLerner Networks: Should Hardy Smith care about how the founders split the equity? In answering this question outline how you think equity should ideally be allocated among founders and the role (if any) VC\u0026rsquo;s should play in determining this allocation. Ponderant Technology: Should Dan let Craig join the board? Please answer the question by first outlining the criteria you view as important in order to create a well functioning board. Especially expand on the value (and dangers) of having VCs and management members involved in board activities. Titanic Technology: Where would you draw the line between micro management and prudent intervention? In your answer, please consider in what ways a VC benefits the company by taking an active role and how over involvement could be detrimental to the company. Secursiv Networks: Who would you choose for the CEO job and why? In answering this question, be explicit about the characteristics you think are most important in a CEO and why the combination of characteristics the CEO you chose is the best among the three. Grove Street Advisors - September 2009 How does Grove Street Advisors propose to create value for its investors? Do you think that these arguments plausible? Why or why not? Please take into account in your answer that GSA\u0026rsquo;s fees are charged on top of the general partner (GP) fees. What are the benefits and costs for a venture capital partnership of having a Grove Street Advisors as an investor? Grove Street\u0026rsquo;s model is \u0026ldquo;self liquidating.\u0026rdquo; If it works as planned, its investors will graduate to make their own investment choices. Do you think this is a sustainable model or will it undermine GSA\u0026rsquo;s survival? How should GSA address the strategic issues that it is currently facing? How should it solve the pricing problem that the limited partners (LPs) who can most benefit from its services are smaller and therefore have a reduced ability to pay fees? Forte Ventures What are the economics of the venture capital business? What will the cumulative payouts and distributions to the LPs and the GPs be over nine years? What is the present value of this using a 10% discount rate? Use the following assumptions: The fund has a ten-year life, with committed capital (the total amount of funds that the investors have promised to provide) of $200 million. The funds are invested in four equal installments, at the beginning of the first four years of the fund. The management fee is 2.0% of committed capital for the first five years, payable in advance at the beginning of the year. The fee is 2.0% of capital outstanding thereafter. Each of the annual investments is held for 5 years and then sold / distributed. Assume that the investments earn the same annual gross rate of return.Consider how the analysis changes using different annual gross rates of return – e.g., 5%, 15%, 25%, 35% and 45%. Why are private equity partnership (PEP) incentives structured the way they are? Why are the incentives so similar across different PEPs (i.e. with a 20% carry)? How do these incentives compare to those for pension fund managers? CEOs? Evaluate the situation facing the Forte founders in April 2001, and the PPM prepared to convince institutional investors to invest. What is your evaluation of the strategy Forte is seeking to pursue? Does it make sense? As a limited partner, would you invest? What is your evaluation of the team? As a potential LP, what due diligence questions do you have? Grand Junction What is Grand Junction worth? Is Charney\u0026rsquo;s final offer a fair valuation? Should Grand Junction go public? Sell to Cisco? Or remain private? Should Cisco\u0026rsquo;s board accept Charney\u0026rsquo;s offer? If Grand Junction decides to be acquired, how should Charney and his team inform Grand Junction\u0026rsquo;s employees? Assumptions:\nLong-term Treasury Bond is 6.55%. Comparable companies have an equity beta of 1.5. Grand Junction forecast $1 million of CAPX and $0.7 million of depreciation in 1995. Grand Junction had non-cash, non-debt net working capital to sales of 4.8%. Blackstone What are the built-in tensions with a public private equity firm? How does Blackstone\u0026rsquo;s structure attempt to reconcile them? If you were an LP in Blackstone, how would you view the structure Blackstone has put in place to go public? Would you rather be a unit holder or an LP in Blackstone? As a potential employee, how do you evaluate the Blackstone compensation packages against a commensurate offer from a similar large scale private equity firm that was not public? "}


