
{
  "title":"Lecture Notes",
  "content":" Ses # Topics Lecture Notes 1\nIntroduction and overview of consumer financial markets\nWhy take this class? Requirements Substantive plan of the course Overview of consumer finance Lecture 1: Introduction (PDF - 1.2MB)\n2\nHow people should behave: economic models of household financial behavior\nUnderlying assumptions: diminishing marginal utility, knowledge, optimization, the effects of risk, risk aversion and portfolio choice Central implications: consumption smoothing, CCAPM Financial advising, robo-advising Lecture 2: Rational model (PDF - 2.1MB)\n3\nHow people do behave: behavioral biases, financial decisions, and markets\nUnderlying evidence: experiments, biology, psychology, evolution Central assumption: mistakes Regulation vs. competition for rents Profiting from mistakes vs. selling correcting products Lecture 3: Behavioral models (PDF)\n4\nFinancial coaching and behavioral economics\nGuest lecture: Katy Davis (Managing Director, ideas42)\nNo notes\nRelated white paper: The Financial Health Check: Scalable Solutions for Financial Resilience (PDF - 4MB)\n5\nSelling personal financial advice\nOpportunities and challenges for HelloWallet Navigating market forces How to allocate resources to consumer vs. employer markets Lecture 5: HelloWallet (PDF)\n6\nRisk-based pricing in consumer credit: credit cards and regulation\nOverview of credit card market Market analysis and the failure of Citi “A deal is a deal” campaign Credit market collapses Lecture 6: Credit card markets (PDF - 1.7MB)\n7\nConsumer insurance markets\nFundamental problems of customers How households manage risks The insurance problem Lecture 7: BASIX Insurance (PDF)\n8\nPeer to peer lending\nOverview and origin of the idea Lending Club Federal Securities Laws and implications Evolution of peer-to-peer lending Lecture 8: Lending Club (PDF)\n9\nSecurities backed by consumer debts\nGuest lecture: Joseph Naggar (Partner, GoldenTree Asset Management)\nTour of securitized products and ABS (credit cards, autos, student loans, personal loans, esoteric), CMBS, RMBS, and CLOs The size of the market, the participants, and importance How the market works: creation, distribution, liquidity What happened during the crisis and what the future holds No notes\n10\nFintech lending in China\nGuest lecture: Chen Long (Chief Strategy Officer, Ant Financial (formerly Alipay))\nNo notes 11\nFintech: Bitcoin and payment technologies overview and discussion\nThe economics and finance of money and transactions Are cryptocurrencies the future? Blockchain and public ledgers Lecture 11: Bitcoin and payments (PDF - 2.1MB)\n"}


