
{
  "title":"Case Preparation Questions",
  "content":"The following table contains the preparation questions to be utilized in the \u0026ldquo;quick\u0026rdquo; and \u0026ldquo;deep\u0026rdquo; case analyses.\nSES # CASES QUESTIONS 2 Sasser, Jr., W. Earl, et al. \u0026ldquo;McDonald\u0026rsquo;s Corp. (Condensed).\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-681-044, December 1, 1980.\n———. \u0026ldquo;Burger King Corp.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-681-045, December 1, 1980.\nDraw a process flow diagram showing the major process steps, inventories and flows for hamburger production in Burger King. Where are the inventories and why? For Burger King, analyze the peak hourly capacity and peak hourly demand for burger patties and sandwich production. Can they produce enough burger sandwiches to meet peak demand? Post-class, self-test exercise: Same capacity calculations for McDonald\u0026rsquo;s. 5 McAfee, Andrew. \u0026ldquo;Pharmacy Service Improvement at CVS (A).\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-606-015, December 14, 2005. What is your diagnosis of the problems with the CVS pharmacy fulfillment process? What changes would you recommend to improve CVS\u0026rsquo;s existing pharmacy fulfillment process? What general principles would you propose for process design, which are relevant in the CVS case? What considerations seem important in implementing the changes you propose? NOTE: This case is over ten years old. Today, much more infotech automation is available than was present at that time. Although you can feel free to make suggestions that are infotech-centric, do not focus solely or even primarily on infotech-centric solutions. That is, first think about how to improve the manual process; then consider how it might be automated.\n6 McCarty, Kelsey, Jérémie Gallien, et al. \u0026ldquo;Massachusetts General Hospital\u0026rsquo;s Pre-admission Testing Area (PATA).\u0026rdquo; MIT Sloan Case. MIT Sloan School of Management. Case: 11-116, January 3, 2012. Construct a process flow diagram of the PATA visit from a patient\u0026rsquo;s perspective. Calculate the capacity and utilization rate at each step in the process. Use capacity analysis tools (build-up diagrams or/and queuing) to decide if and where there is a bottleneck in the clinic. If a bottleneck does indeed exist, how long do patients wait as a result of the bottleneck? (As an approximation, assume that all appointment slots were filled and patients arrived on time.) Evaluate the three Task Force diagnoses - not enough time between appointments, not enough rooms, not enough physicians. Are these diagnoses valid? If so, are they primary contributors to long patient wait times? Why or why not? What factors contribute to variability in PATA process flow and what control, if any, does the clinic have to eliminate it? What changes would you recommend to improve PATA? 8 Kopczak, Laura Rock, and Hau Lee. \u0026ldquo;Hewlett-Packard Co.: DeskJet Printer Supply Chain (A).\u0026rdquo; Stanford Graduate School of Business Case. Case: GS-3A, March 8, 2004. What are the main causes of the inventory/service crisis described in the case? Build and describe an Excel model to recommend quantitative target inventory levels under HP\u0026rsquo;s current supply chain design for the 6 European options assuming a weekly (periodic review) replenishment and a 98% service level (k=2.054) for the following two scenarios: (i) 5-week sea shipment lead-time; (ii) 3-day air shipment lead-time. Evaluate the total supply-chain inventory levels (safety stock, cycle stock, pipeline stock) that will result from the weekly inventory replenishment targets that you recommend for these options. Assuming a 20% gross margin and average selling price of $660 for each printer, inventory holding costs of 50% per year, sea transportation costs of $1 per printer (lead-time 5 weeks) and air transportation costs of $11 per printer (lead-time is 3 days), compute the total supply chain cost (inventory and transportation) for the two scenarios you analyzed in the previous question. Modify the model you built for the previous question in order to quantify the financial impact of localizing HP\u0026rsquo;s DeskJet Printers in Europe instead of Vancouver. What changes would you recommend for HP\u0026rsquo;s supply chain operation and design? 10 Hammond, Janice H., and Ananth Raman. \u0026ldquo;Sport Obermeyer Ltd.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-695-022, October 13, 1994. Using the sample data given in Exhibit 10, make a quantitative recommendation for how many units of each style Wally should make during the initial phase of production. Assume that all of the ten styles in the sample problem are made in Hong Kong (minimum order quantity 600 units per style, provided any quantity of a style is ordered), and that Wally\u0026rsquo;s initial production commitment must be at least 10,000 units because of capacity constraints later in the season. WARNING: There is no \u0026lsquo;right\u0026rsquo; answer here. The models we have looked at will NOT cover all your bases on this problem. Be quantitative but creative; imagine it\u0026rsquo;s your company on the line.\nWhat operational changes would you recommend to Wally to improve performance? 11 Mishina, Kazuhiro. \u0026ldquo;Toyota Motor Manufacturing, U.S.A., Inc.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-693-019, September 8, 1992. What are the principles and components of the Toyota Production System? As Doug Friesen, what would you do to address the seat problem? Where would you focus your attention and solution efforts? What options exist? What would you recommend? Why? Where, if at all, does the current routine for handling defective seats deviate from the principles of the Toyota Production System? 12 Pich, Michael, Ludo Van der Heyden, et al. \u0026ldquo;Marks \u0026amp; Spencer and Zara: Process Competition in the Textile Apparel Industry.\u0026rdquo; Insead. Case 602-010-1, January 1, 2002. What are the key differences between M\u0026amp;S and Zara from a customer standpoint? Draw the entire supply chain of each company, and also describe the key steps and information sources of their respective design process. How can a buyer at M\u0026amp;S optimize the production order decision under the current supply chain and lead-times? How do buyers make the same decision for Zara? What are the relative benefits of Inditex and Zara\u0026rsquo;s business models? 13 Hammond, Janice H., and Claire Chiron. \u0026ldquo;Amazon.com\u0026rsquo;s European Distribution Strategy.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-605-002, June 30, 2005. What are the key factors that influence the design of Amazon\u0026rsquo;s U.S. distribution network? What are the main challenges for Amazon to replicate its U.S. operations in Europe? Suppose the weekly demand for a popular tablet computer follows the normal distribution, N (1500, 200) in UK, N (2000, 250) in Germany, and N (1200, 200) in France. Amazon sources the tablet at $250 per unit, and the sourcing lead time is 2 weeks. Each sourcing order costs Amazon $200 in administrative processing and transportation. The company uses a continuous review (R, Q) policy to manage inventory and targets a 98% service level (k = 2.054). Assume an annual interest rate of 50% to calculate inventory holding cost and 52 weeks in a year. What are the order quantity Q and reorder level R for each DC? Define cycle stock as Q/2, safety stock as R minus the expected demand during lead time, and average inventory as the sum of cycle stock and safety stock. What is the total amount of average inventory held in all three DCs? If Amazon uses one single DC to serve the tablet demand in all three countries, what are the resulting Q, R, and average inventory held in the DC? How many units of inventory are saved compared to 1? Consider the following three options of designing Amazon\u0026rsquo;s European distribution network: Keep the status quo (three decentralized DCs serving each country independently); Keep the existing DCs but centralize the management of them by possibly allowing a DC in one country to fulfill orders in another; Combine all DCs into a single DC serving multiple countries. What are the pros and cons of each of these strategies? What are the benefits and challenges of centralization in Amazon\u0026rsquo;s European distribution network?\n16 Lee, Hau, and Maria Shao. \u0026ldquo;The European Recycling Platform: Promoting Competition in E-waste Recycling.\u0026rdquo; Stanford Graduate School of Business Case. Case: G-S67, August 28, 2009. What are the deficiencies of the national consortium model for recycling, such as the Green Dot system? What are the driving values of the ERP model? In what ways do they address the deficiencies of the national consortium model? Should ERP expand its scope? Why or why not? How does the concept of Producer Responsibility evolve? How can Individual Producer Responsibility be eventually achieved? 18 Leonard, Frank S. \u0026ldquo;Hank Kolb, Director, Quality Assurance.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-681-083, March 1, 1981. What are the causes of the quality problems on the Greasex line? How could the risk of defects be reduced? What should Hank do? 19 Rosegrant, Susan, and Dutch Leonard. \u0026ldquo;Wal-Mart\u0026rsquo;s Response to Hurricane Katrina: Striving for a Public-Private Partnership.\u0026rdquo; Harvard Kennedy School Case. Harvard Business School Publishing. Case: 1876.0, August 28, 2007. What operations capabilities and resources has Wal-Mart developed that were valuable for emergency response? What\u0026rsquo;s your assessment of Wal-Mart\u0026rsquo;s planning system for disaster management? What\u0026rsquo;s your assessment of Wal-Mart\u0026rsquo;s actions in the Katrina disaster? What are your suggestions for improvement? 21 Roels, Guillaume, and Tyler Skowrup. \u0026ldquo;Break.com.\u0026rdquo; (PDF) UCLA Anderson School of Management Case. UCLA. October 2008. Flowchart the information supply chain in the online advertising industry. What is Break.com\u0026rsquo;s value proposition? What challenges does Break.com face in managing its display advertising contracts? Assuming that all contracts are identical and indivisible, with a $6.5 CPM and 10% make-good under-delivery penalty, determine how many impressions Break.com should contract on for its homepage during the second quarter of 2008. How might Break.com implement revenue management, namely using price differentiation? Based on Exhibits 6 and 7, determine which advertising contracts are the most attractive to Break.com. What are the implementation challenges and risks associated with revenue management in the online display advertising industry? 22 Hammond, Janice H. \u0026ldquo;Barilla SpA (A).\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-694-046, May 17, 1994. What problem was Just-In-Time Distribution (JITD) designed to solve? What are its underlying causes? What are the key components of JITD? How is it supposed to correct or mitigate the problem you described in question 1? How can Barilla implement this program? "}


