
{
  "title":"Lecture Notes",
  "content":" ses # TOPICS Lecture notes handouts L1 Markets\nIntroduction to the Course\nTypes of Markets: Competitive, Monopoly/Monopsony and Oligopoly/Oligopsony\nThe Boundaries of a Market\nProduct Boundaries, Geographical Boundaries\nExamples: Bicycles, Prescription Drugs, Airline Travel, Role of Internet\nCourse Overview Markets (PDF) Extra Sources (PDF)\nQuestions for U.K. Credit Card Case Discussion (PDF)\nL2 Defining the Market\nDiscussion of Market Definition and Market Strategy\nCase Study: Credit Cards in the U.K.\nMarket Definition (PDF) Table: Profitability of Consumer Groups - Stuart, Harborne W., Jr. \u0026ldquo;Pricing for Profit: The U.K. Credit Card Industry in the Late 1980s (A).\u0026rdquo; Boston, MA: Harvard Business School, 1997. Case No. 9-897-168.\nTips for Homework Solutions and Exams (PDF)\nExhibit 2: UK Credit Card System - Stuart, Harborne W., Jr. \u0026ldquo;Pricing for Profit: The U.K. Credit Card Industry in the Late 1980s (A).\u0026rdquo; Boston, MA: Harvard Business School, 1997. Case No. 9-897-168.\nL3 Analysis of Competitive Markets\nSupply-Demand Analysis of Government Intervention in Competitive Markets (Examples: Taxes, Subsidies, Tariffs, Import Quotas)\nDetailed Analysis of the Sugar Quota and its Effects\nAnalysis of Competitive Markets (PDF) Thurow, Roger and Geoff Winestock. A Global Journal Report \u0026mdash; Bittersweet: How an Addiction To Sugar Subsidies Hurts Development \u0026ndash;Politically Vital Farm Support, Especially in EU, Throttles Exports From Poor Nations \u0026mdash; Negating $50 Billion in Aid.\u0026quot; The Wall Street Journal, 16 September 2002.\nSugar Surplus (PDF)\nL4 Production and Cost\nBrief Review of Production Economics and Cost Minimization\nCost Concepts: Fixed, Variable and Sunk\nTotal, Average, and Marginal Cost in the Short Run and Long Run\nAccounting Cost vs. Economic Cost\nProduction and Cost I (PDF) L5 Production and Cost (cont.)\nAirline Cost Example: User Cost of Capital\nEconomies of Scale and Scope\nThe Learning Curve and Cost Reduction over Time\nProduction and Cost II (PDF) L6 Consumer Demand\nIntroduction to Consumer Demand: Empirical Demand Analysis and Models of Consumer Choice\nConsumer Demand Introduction (PDF) L7 Consumer Demand (cont.)\nPricing, Product Characteristics and Quality\nThe Analysis of Network Externalities, and their Competitive and Strategic Implications\nExample from the Software Industry\nConsumer Demand and Product Characteristics (PDF) L8 Time and Uncertainty\nIntertemporal Prices and Net Present Value\nUncertainty and Risk Aversion\nWaiting and Option Value\nTime and Uncertainty (PDF) L9 Market Power\nCompetition and Entry\nMonopoly Power and Mark-up Pricing\nProduction across Multiple Plants\nPricing with Network Externalities\nMarket Power (PDF) L10 Pricing with Market Power\nVarious Forms of Price Discrimination\nSegmented Markets and Pricing Oriented toward Market Segmentation\nExamples of Price Discrimination in Practice\nPricing with Market Power I (PDF) Maremont, Mark. \u0026ldquo;The Only Difference is When You Throw Them Away.\u0026rdquo; Business Week, 12 July 1993. L11 Pricing with Market Power (cont.)\nThe Use of Two-part Tariffs\nVolume Pricing\nCommodity Bundling\nPricing with Market Power II Game Theory Cournot Questions (PDF)\nTran, Khanh T.L. \u0026ldquo;Fans of Web Games Pay to Play.\u0026rdquo; The Wall Street Journal, 9 November 2000.\nL12 Game Theory and Competitive Strategy\nThinking Strategically\nDuopoly Exercise (in class) to Introduce Cournot\nFirst-mover Advantage: Stackelberg\nRepeated Cournot\nCournot-Nash in detail\nNash Equilibrium in Other Kinds of Games\nGame Theory and Competitive Strategy I (PDF) L13 Game Theory and Competitive Strategy (cont.)\nDominant Strategies\nNash Equilibrium again\nRepeated Games\nThe Prisoners\u0026rsquo; Dilemma\nSequential Games\nThreats and Credibility\nPre-emptive Moves\nEntry Deterrence\nGame Theory and Competitive Strategy II (PDF) Barnett, F. William. \u0026ldquo;Making Game Theory Work in Practice.\u0026rdquo; The Wall Street Journal, 13 February 1995.\nMyerson, Allen R. \u0026ldquo;Philip Morris Cuts Cigarette Prices, Stunning Market \u0026ndash; Stocks Plunge as Result \u0026ndash; 40 cent-a-pack Reduction in No. 1 Marlboro Brand is Directed at Its Lower-Cost Rivals.\u0026rdquo; The New York Times, 3 April 1993.\nOrtega, Bob. \u0026ldquo;Retail Combat \u0026ndash; Warehouse-Club War Leaves Few Standing, And They Are Bruised \u0026ndash; Wal-Mart and Price-Costco Survive Bitter U.S. Clash, Will Resume it in Mexico \u0026ndash; An Intense Game of Chicken.\u0026rdquo; The Wall Street Journal, 18 November 1993.\nL14 Collusion and Competition in Oligopolistic Markets\nTacit Collusion\nExamples: Electrical Equipment, Mineral Cartels\nCollusion and Competition in Oligopolistic Markets (PDF) L15 Limiting Market Power\nAntitrust Laws\nU.S. vs. Microsoft®\nCommon Property Resources\nLimiting Market Power (PDF) Antitrust and Monopolies (PDF)\nSurowiecki, James. \u0026ldquo;Mixed Motives.\u0026rdquo; The Financial Page, The New Yorker, 8 November 2004.\nL16 Auctions and Bidding\nAlternative Forms of Auctions and their Characteristics\nThe Winner\u0026rsquo;s Curse\nAuctions and Bidding (PDF) Double Marginalization (PDF) L17 Transfer Pricing and Vertical Integration\nTransfer Pricing in the Vertically Integrated Firm\nTransfer Pricing with Outside Markets\nDouble Marginalization\nCosts and Benefits of Vertical Integration\nTransfer Pricing and Vertical Integration (PDF) Outsourcing Sales (PDF)\nPhillips, Michael M. \u0026ldquo;Taking Shelter \u0026ndash; As Congress Ponders New Tax Breaks, Firms Already Find Plenty \u0026ndash; Using Tactics Such as Shifting Profit to Havens Abroad, Some Pare Bills to Zero \u0026ndash; GM Keeps the Tab Down.\u0026rdquo; The Wall Street Journal, 9 August 1999.\nL18 Incentives and Information\nPrincipal-agent Problem and Incentives\nMoral Hazard\nMulti-tasking\nPromotion Tournaments and Up-or-out Policies\nTeam Incentives\nBack-loaded Wages\nIncentives and Employment (PDF) L19 Information and Market Structure\nMarkets with Asymmetric Information\nQuality Uncertainty and the Market for \u0026ldquo;Lemons\u0026rdquo;\nAdverse Selection\nSignaling\nAsymmetric Information and Market Structure (PDF) L20 Externalities and Market Structure\nPositive and Negative Externalities\nMarket Failure and Forms of Government Intervention\nProperty Rights\nExternalities and Market Structure (PDF) Other Economics Courses (PDF) L21 Final Examination "}


