
{
  "title":"Readings",
  "content":"The textbooks for this class are:\nBrealey, R., and S. C. Myers. Principles of Corporate Finance. New York, NY: McGraw-Hill/Irwin. ISBN: 0073368695.\nHiggins, R. C. Analysis for Financial Management. New York, NY: McGraw-Hill/Irwin. ISBN: 0077297652.\nPart I: Financing LEC # TOPICS READINGS 1 Lecture: Introduction Background Reading:\nHiggins. Interpreting Financial Statements. Chapter 1. Higgins. Evaluating Financial Performance. Chapter 2. Brealey and Myers. An Overview of Corporate Financing. Chapter 14. 2 Case: Wilson Lumber 1 Piper, Thomas R. Wilson Lumber Co. Boston, MA: Harvard Business School Publishing, 1991. Case No. 9-286-122.\nBrealey and Myers. Financial Analysis and Planning. Chapter 29.\nHiggins. Evaluating Financial Performance. Chapter 2.\nBackground Reading:\nHiggins. Financial Forecasting. Chapter 3. 3 Case: Wilson Lumber 2 Piper, Thomas R. Wilson Lumber Co. Boston, MA: Harvard Business School Publishing, 1991. Case No. 9-286-122.\nHiggins. Financial Forecasting. Chapter 3.\nHiggins. Managing Growth. Chapter 4.\n4 Lecture: Capital Structure 1 Brealey and Myers. Does Debt Policy Matter? Chapter 17.\nMyers, S. C. Still Searching for Optimal Capital Structure. Continental Bank, Journal of Applied Corporate Finance, pp. 4-14.\nBackground Reading:\nHiggins. Financial Instruments and Markets. Chapter 5. 5 Lecture: Capital Structure 2 Brealey and Myers. How Much Should a Firm Borrow? Chapter 18.\nHiggins. The Financing Decision. Chapter 6.\nBackground Reading:\nBrealey and Myers. How Corporations Issue Securities. Chapter 15. 6 Case: Debt Policy at UST Inc. Mitchell, Mark. Debt Policy at UST, Inc. Boston, MA: Harvard Business School Publishing, 2001. Case No. 9-200-069.\n7 Case: Massey Ferguson, 1980 Baldwin, Carliss Y., Scott P. Mason, and Jennifer H. Hughes. Massey-Ferguson Ltd. \u0026ndash; 1980. Boston, MA: Harvard Business School Publishing, 1990. Case No. 9-282-043.\n8 Lecture: Capital Structure: Informational and Dynamic Considerations Barclay, Smith, and Watts. The Determinants of Corporate Leverage and Dividend Policies. Journal of Applied Corporate Finance 7, 4, 1995, pp. 4-14_._\n9 Case: MCI Communications Corp., 1983 Greenwald, Bruce C., and Wilda L. White. MCI Communications Corp. \u0026ndash; 1983. Boston, MA: Harvard Business School Publishing, 1998. Case No. 9-284-057.\nBrealey and Myers. Warrants and Convertibles. Chapter 23.\nBackground Reading:\nJen, Choi, and Lee. Some New Evidence On Why Companies Use Convertible Bonds. 10 Review of Financing and Capital Structure 11 Case: Intel Corporation, 1992 Froot, Kenneth A. Intel Corp. \u0026ndash; 1992. Boston, MA: Harvard Business School Publishing, 1993. Case No. 9-292-106.\nBrealey and Myers. The Dividend Controversy. Chapter 16.\nBrealey and Myers. Leasing. Chapter 26.\nBackground Reading:\nOpler, Pinkowitz, Stulz, and Williamson. Corporate Cash Holdings. Midterm Exam Part II: Valuation LEC # TOPICS READINGS 12 Lecture: Valuation of Free Cash Flows Brealey and Myers. Why NPV Leads to Better Investment Decisions… Chapter 5.\nBrealey and Myers. Making Investment Decisions with the Net Present Value Rule. Chapter 6.\n13 Case: Cost of Capital at Ameritrade Mitchell, Mark, and Erik Stafford. Cost of Capital at Ameritrade. Boston, MA: Harvard Business School Publishing, 2001. Case No. 9-201-046.\n14 Lecture: WACC and APV 1 Brealey and Myers. Capital Budgeting and Risk. Chapter 9.\nBrealey and Myers. Financing and Valuation. Chapter 19.\nBackground Reading:\nBrealey and Myers. Where Positive Net Present Values Come From. Chapter 11. Higgins. Discounted Cash Flow Techniques. Chapter 7. 15 Lecture: WACC and APV 2 Same as above. 16 Case: Dixon Corporation 1 Kester, W. Carl. Dixon Corp.: The Collinsville Plant. Boston, MA: Harvard Business School Publishing, 1999. Case No. 9-298-165.\n17 Case: Dixon Corporation 2 Kester, W. Carl. Dixon Corp.: The Collinsville Plant. Boston, MA: Harvard Business School Publishing, 1999. Case No. 9-298-165.\n18 Case: Diamond Chemicals (A) Bruner, Robert F. Diamond Chemicals (A). Charlottesville, VA: Darden Business School Publishing, 2001. Case No. UVA-F-1351.\n19 Lecture: Real Options Luehrman. Investment Opportunities as Real Options. Boston, MA: Harvard Business Review, 1998.\nBrealey and Myers. Real Options. Chapter 22.\n20 Case: MW Petroleum Corporation (A) Luehrman, Timothy A., Peter Tufano, and Barbara D. Wall. MW Petroleum Corp. (A). Boston, MA: Harvard Business School Publishing, 1994. Case No. 9-295-029.\n21 Lecture: Valuing a Company Higgins. Business Valuation and Corporate Restructuring. Chapter 9.\nBrealey and Myers. Mergers. Chapter 33.\n22 Case: Cooper Industries, Inc. Piper, Thomas R. Cooper Industries, Inc. Boston, MA: Harvard Business School Publishing, 1993. Case No. 9-274-116.\n23 Case: The Southland Corporation (A) Ruback, Richard S., and Elizabeth H. McNair. Southland Corp. (A). Boston, MA: Harvard Business School Publishing, 1997. Case No. 9-291-038.\nBrealey and Myers. Leverage Buyouts, Spinoffs, and Restructurings. Chapter 34.1.\nJensen, Michael C. Eclipse of the Public Corporation. Boston, MA: Harvard Business Review, September 1989.\n24 Wrap-Up of Valuation Final Exam "}


