
{
  "title":"Readings",
  "content":"The following text is required for the course:\nPhillips, Donald T. Lincoln on Leadership: Executive Strategies for Tough Times. Warner Books, 1993. ISBN: 9780446394598.\nThe following texts are recommended references and optional for the course:\nMunter, Mary M. Guide to Managerial Communication. 9th ed. Prentice Hall, 2012. ISBN: 9780132147712.\nWilliams, Joseph. Style: Ten Lessons in Clarity and Grace. 10th ed. Longman, 2010. ISBN: 9780205747467.\nKessler, Lauren, and Duncan McDonald. When Words Collide. Wadsworth Pub Co, 2011. ISBN: 9780495572404. [Preview with Google Books]\nSES # TOPICS READINGS 1 Introduction to the Course; Strategy and Structure Case Meriam, Richard S., Franklin E. Folts, and George F. F. Lombard. \u0026ldquo;Dashman Co.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-642-001, April 13, 1942.\n2 Strategy and Structure (cont.) Brent, Douglas. \u0026ldquo;Indirect Structure and Reader Response.\u0026rdquo; (PDF) Journal of Business Communication 22, no. 2 (1985): 5–8. 3 Oral Presentations Daly, John, and Isa Engleberg. \u0026ldquo;Coping with Stagefright.\u0026rdquo; Harvard Management Communication Letter 2, no. 6 (1999): 1–4. 4 Oral Presentations (cont.) Harvard Business Publishing Newsletters. \u0026ldquo;Handling Q\u0026amp;A: The Five Kinds of Listening.\u0026rdquo; Harvard Business School Publishing, February 01, 1999.\nZelazny, Gene. \u0026ldquo;From Data to Chart.\u0026rdquo; In Say It With Charts: The Executive\u0026rsquo;s Guide to Visual Communication. McGraw-Hill, 2001. ISBN: 9780071369978.\nAlley, Michael. \u0026ldquo;Rethinking the Design of Presentation Slides: The Assertion-Evidence Structure.\u0026rdquo;\n5 Listening; Giving and Receiving Feedback Case Barnes, Louis B. \u0026ldquo;Managing Interpersonal Feedback.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9–483-027, September 14, 1982.\n6 Persuasion Koerth-Baker, Maggie. \u0026ldquo;The Mind of a Flip-Flopper,\u0026rdquo; New York Times, August 15, 2012. 7 Writing 8 Writing (cont.) Lu, Chi. \u0026ldquo;Catalogue of Genres.\u0026rdquo; Part V in Wen Fu (The Art of Writing). Far Corner Books, 1987. ISBN: 9780932576408. 9 Effective Teamwork Pentland, Alex. \u0026ldquo;The New Science of Building Great Teams.\u0026rdquo; Harvard Business Review (2012). 10 Team Meeting Abele, John. \u0026ldquo;Bringing Minds Together.\u0026rdquo; Harvard Business Review (2011). 11 Cover Letters Internweb.com. \u0026ldquo;Top Seven Cover Letter Myths.\u0026rdquo; 12 Interviewing Hayden, D. A., and Michael Wilder. \u0026ldquo;How to Sell Yourself in an Interview.\u0026rdquo; (PDF) Boston.com, January 7, 2008. 13 Writing Team Reports; Giving Team Presentations 14 Communicating Electronically 15 Individual Conferences / Team Meetings 16 Individual Conferences / Team Meetings (cont.) 17 Cross-Cultural Communication Tannen, Deborah. \u0026ldquo;The Power of Talk: Who Gets Heard and Why.\u0026rdquo; Harvard Business Review 73, no. 5 (1995): 138–48. 18 Cross-Cultural Communication (cont.); Gender Communication 19 Communication Skills for Leaders Phillips, Donald T. \u0026ldquo;People.\u0026rdquo; Part I in Lincoln on Leadership: Executive Strategies for Tough Times. Warner Books, 1993, pp. 11–38. ISBN: 9780446394598.\n———. \u0026ldquo;Communication.\u0026rdquo; Part IV in Lincoln on Leadership: Executive Strategies for Tough Times. Warner Books, 1993, pp. 143–69. ISBN: 9780446394598.\nBernstein, May. \u0026ldquo;The Thought Leader Interview: Bill George.\u0026rdquo; Strategy + Business 49 (2007): 1–7.\n20 Communication Skills for Leaders (cont.) 21 Working with the Media Scott, Mary. \u0026ldquo;Do\u0026rsquo;s and Don\u0026rsquo;ts for TV Appearances.\u0026rdquo; Business Know-how.\nCase Media Relations: The Wildebeest (PDF)\n22 Review of Strategic Communication Case Sunk in Sacramento (PDF)\n23 Team Report Presentations 24 Team Report Presentations (cont.) 25 Team Report Presentations (cont.) 26 Course Wrap-Up "}


