
{
  "title":"Syllabus",
  "content":" Course Meeting Times Lectures: 20 sessions for 5 weeks, 1.5 hours / session\nRecitations: 8 sessions, 1.5 hours / session\nThis course studies corporate finance and capital markets, emphasizing the financial aspects of managerial decisions. The course touches on all areas of finance, including the valuation of real and financial assets, risk management and financial derivatives, the trade-off between risk and expected return, and corporate financing and dividend policy. The course draws heavily on empirical research to help guide managerial decisions.\nReadings Brealey, R., and S. Myers. Principles of Corporate Finance. 7th ed. Irwin/McGraw Hill. ISBN: 0073368695.\n\u0026lsquo;Brealey and Myers\u0026rsquo; is the world\u0026rsquo;s most popular finance textbook. It provides a thorough introduction to financial theory and practice.\nClass Notes Class notes will be available on the class server and distributed in class. They cover material not found in Brealey and Myers and provide an alternative treatment of the major ideas.\nReading Packet The reading packet contains cases and additional readings. (The course reader is not available online to OCW users.)\nSupplements (Not Required) Bodie, Z., A. Kane, and A. Marcus. Investments. 4th ed. Irwin/McGraw Hill, 1999. BKM focus exclusively on capital markets. They provide a more rigorous and thorough analysis of investments than Brealey and Myers.\nHull, J. Introduction to Futures and Options Markets. 3rd ed. Prentice Hall, 1998. Hull provides a straightforward introduction to options, futures, and swaps (collectively called financial derivatives). The book discusses the valuation of these securities, the mechanics of trading, and the use of financial derivatives in managing risk.\nCourse Requirements and Grading Grades will be determined by your performance on the cases and problem sets (45%), final exam (40%), and class participation (15%).\nThe seven written assignments consist of both problem sets and cases. The problem sets should be fairly straightforward. The cases are more difficult and longer, and we will typically discuss them in class. Students should work together on the assignments in groups of four.\nThe readings page lists recommended - not required - problems from Brealey and Myers. The problems help illustrate material covered in class.\nTeaching Assistants Teaching assistants will teach the weekly recitations, which either review material covered in class or discuss assigned and recommended problems. They will also be available for additional help outside of class.\n"}


