
{
  "title":"Readings",
  "content":"Case Questions are provided to guide your reading of the case studies listed below.\nSES # TOPICS READINGS 1 Introduction and overview of entrepreneurial finance Fenn, George W., Nellie Liang, and Stephen Prowse. \u0026ldquo;The Economics of the Private Equity Market.\u0026rdquo; Board of Governors of the Federal Reserve System, December 1995. 2 DermaCare Hamermesh, Prichard G., and Lauren Barley. \u0026ldquo;DermaCare: Zapping Zits Directly.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-808-064, Rev. October 21, 2010. Business Valuation 3 Discounted cash flow (DCF) and the venture capital method Kaplan, Steven N., and Antoinette Schoar. \u0026ldquo;Private Equity Performance: Returns, Persistence, and Capital Flows.\u0026rdquo; Journal of Finance 60, no. 4 (2005): 1791-1823. 4 Netflix Mayfield, E. Scott. \u0026ldquo;NetFlix.com, Inc.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-201-037, Rev. March 24, 2003. 5 Real option valuation 6 Real option valuation (cont.) Deal Structure 7 Genzyme/Geltex Jacquet, Pierre, Robert Bruner, and Samuel E. Bodily. \u0026ldquo;Genzyme/Geltex Pharmaceuticals Joint Ventures.\u0026rdquo; Darden Business School Case. Darden Business Publishing. Case: UVA-F-1254, 1999. 8 Deal structure 9 Walnut Venture Associates (A) and (D) Roberts, Michael J. \u0026ldquo;Walnut Venture Associates (A): RBS Group Investment Memorandum.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-899-062, Rev. December 7, 1998.\nRoberts, Michael J. \u0026ldquo;Walnut Venture Associates (D): RBS Deal Terms.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-899-097. Rev. November 19, 1998.\n10 Deal structure (cont.) 11 Guest: John H. Chory (Partner, WilmerHale Venture Group) 12 Metapath Hardymon, Felda, and Bill Wasik. \u0026ldquo;Metapath Software: September 1997.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-899-160, Rev. November 30, 1999. Team Sheet Negotiation 13 BNI Video\nGuests: Conrad Clemson (Founder and CEO, BNI Video) and Carl Stjernfeldt (General Partner, Castile Ventures) 14 BNI Video\nGuest: Carl Stjernfeldt (General Partner, Castile Ventures) Venture Capital Funds 15 Guest: Dr. William Janeway (Senior Advisor, Warburg Pincus) 16 Portfolio and partnership\nGuest: Carl Stjernfeldt (General Partner, Castile Ventures) Hardymon, Felda, and Ann Leamon. \u0026ldquo;Portfolio \u0026amp; Partnership.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-806-036, October 5, 2005.\nLerner, Josh, Antoinette Schoar, and Wan Wong. \u0026ldquo;Smart Institutions, Foolish Choices?: The Limited Partner Performance Puzzle.\u0026rdquo; Journal of Finance 62, no. 2 (2007): 731-764. 17 VC Vignettes\nGuest: Carl Stjernfeldt (General Partner, Castile Ventures) VC Vignette: Secursiv Networks (PDF) (Courtesy of Carl Stjernfeldt. Used with permission.)\nGlynn Jr., John W., and Christopher S. Flanagan. \u0026ldquo;VC Vignettes.\u0026rdquo; Stanford Graduate School of Business Case. Harvard Business School Publishing. Case: E93, June 21, 2001.\n18 Grove Street Advisors - September 2009\nGuest: Christopher E. Yang (General Partner, Grove Street Advisors) Rhodes-Kropf, Matthew, and Ann Leamon. \u0026ldquo;Grove Street Advisors: September 2009.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: N1-810-064, October 29, 2009.\nKaplan, Steven N., Naveen Baweja, and Atinder Singh. \u0026ldquo;IDFC Private Equity and GMR Energy Limited – 2003.\u0026rdquo; University of Chicago Graduate School of Business, 2007. 19 Forte Ventures Hedberg, Carl, and Jeffry Timmons. \u0026ldquo;Forte Ventures.\u0026rdquo; Babson Arthur M. Blank Center for Entrepreneurship, October 1, 2004. Exit 20 Initial public offering (IPO)\nGuest: Michael Szeto (Managing Director of Private Equity, WR Hambrecht) 21 Grand Junction\nGuest: Michael Szeto (Managing Director of Private Equity, WR Hambrecht) Mansour, Nick, and H. Irving Grousbeck. \u0026ldquo;Grand Junction.\u0026rdquo; Graduate School of Business, Stanford University. Case: S-SB-186, September 5, 1997. 22 Blackstone Hardymon, Felda, Josh Lerner, and Ann Leamon. \u0026ldquo;The Blackstone Group\u0026rsquo;s IPO.\u0026rdquo; Harvard Business School Case. Harvard Business School Publishing. Case: 9-808-100, Rev. May 13, 2008. 23 Final review "}


