
{
  "title":"Assignment 1",
  "content":"This is a group assignment. One copy can be turned in for a team of up to four students.\nAssignment 1: Retirement Saving and Consumption Smoothing Consider trying to give Katniss advice about how much she should save when young.\nHer life can be split into 3 periods:\nAt \\( t = 1 , \\) her after-tax income is \\( Y_1 = $100,000 \\) At \\( t = 2 , \\) her after-tax income is \\( Y_2 = $140,000 \\) At \\( t = 3 , \\) she has no income, so \\( Y_3 = $0 \\) Assume the market interest rate and the utility discount rate are equal to zero, which implies that savings earn no interest in the District that she lives in and she is relatively patient. In addition, Katniss is not very risk averse so she has utility \\( U ( C_t ) = l n ( C_t ) \\). Given her utility, the marginal value of an additional unit of consumption in any period of her life is \\( U\u0026rsquo; (C_t) = \\frac 1 {C_t} \\) , where \\( C_t \\) is Katniss\u0026rsquo; consumption during period \\( t \\).\nAnswer the following questions:\nWhat are the best amounts of saving in the first and second periods of her life? Suppose that this advice is heeded, and there are 3 generations of people exactly like Katniss alive in every year. In other words, you have a young, a middle-aged, and an old person alive in every period within her district. What is the total household wealth per capita in her District? Suppose instead that there is a government public pension that reduces income while working by 5%, so that households receive \\( ( 1 - 0.05 ) Y_t \\) while working. The government turns around and pays that money to retirees, so all retirees get pension payment equal to five percent of their previous earnings (but actually paid by other people). Assume that people re-choose optimally their savings, whether themselves or with the help of advisers. What is the total household wealth per capita now? Where did the wealth go? In the U.S., Europe, China, Japan and many countries in the world, the population is aging so the ratio of elderly retired households to young working households is increasing. What does this do to the national savings rate? Why might this be a concern for government budgets? "}


