
{
  "title":"Readings",
  "content":" Ses # Topics Readings 1\nIntroduction and overview of consumer financial markets\nTufano, Peter, Andrea Ryan, and Daniel Schneider, \u0026ldquo;An Introduction to Consumer Credit\u0026rdquo; Harvard Business School Note No. 9-209-107. [Available at SSRN.]\nZachary Karabell, \u0026ldquo;The Uberization of Money,\u0026rdquo; Wall Street Journal, Nov 6, 2015.\nRandall Smith, \u0026ldquo;Challenged by Upstarts, Lenders Try New Strategy: Cooperation,\u0026rdquo; New York Times, Jan 7, 2016.\nOptional Campbell, John Y. \u0026ldquo;Household Finance.\u0026rdquo; Journal of Finance 61, No. 4 (2006): 1553-1604.\nChapter 6 in \u0026ldquo;Household Finance,\u0026rdquo; World Bank, Mind Society and Behavior, World Development Report 2015.\nCampbell, John Y., Howell E. Jackson, Brigitte C. Madrian and Peter Tufano. \u0026ldquo;Consumer Financial Protection.\u0026rdquo; Journal of Economic Perspectives 25, No. 1 (2011): 91-114.\n2\nHow people should behave: economic models of household financial behavior\nTextbook summary of traditional economic model: Chapters 4.1 and 4.A in Abel, Andrew B., Ben Bernanke, and Dean Croushore, Macroeconomics, Pearson, 2013. ISBN: 978-0132992282.\nOptional (advanced) Chapter 2 in Ang, Andrew, Asset Management, Oxford University Press. ISBN: 978-0199959327.\nCarroll, Christopher D., \u0026ldquo;Solution Methods for Microeconomic Dynamic Stochastic Optimization Problems.\u0026rdquo;\n3\nHow people do behave: behavioral biases, financial decisions, and markets\nChapter 4 in Wilkison, N. and M. Klaes, An Introduction to Behavioral Economics, 2nd Edition, Revised, 2012. ISBN: 978-0230291461.\n\u0026ldquo;Small Changes, Real Impact: Applying Behavioral Economics in Asset-building Programs,\u0026rdquo; A brief from the BETA Project, December 2013.\nOptional Chapters 6 and 8 in Wilkison, N. and M. Klaes, An Introduction to Behavioral Economics, 2nd Edition, Revised, 2012. ISBN: 978-0230291461.\nCohen, J. \u0026ldquo;The Vulcanization of the Human Brain: A Neural Perspective on Interactions Between Cognition and Emotion.\u0026rdquo; Journal of Economic Perspectives 19, No. 4 (2005): 3–24.\nThaler, Richard. \u0026ldquo;Mental Accounting Matters.\u0026rdquo; Journal of Behavioral Decision Making, 12(1999): 183-206.\nTversky, A. and D. Kahneman. \u0026ldquo;The Framing of Decisions and the Psychology of Choice.\u0026rdquo; Science 211 (1981): 453–458.\n4\nFinancial coaching and behavioral economics\nSchoar, Antoinette and Piyush Tantia, \u0026ldquo;The Financial Health Check: A Behavioral Approach to Financial Coaching\u0026rdquo; (PDF), New American Foundation, March 2014.\nChapter 6 in Thaler, Richard H. and Cass R. Sunstein, Nudge: Improving Decisions About Health, Wealth, and Happiness, Yale University Press, 2008. ISBN: 978-0143115267.\n5\nSelling personal financial advice\nSchifrin, Debra and John Beshears, \u0026ldquo;Hello Wallet,\u0026rdquo; Harvard Business School Case No. F-275, February 10, 2011.\n6\nRisk-based pricing in consumer credit: credit cards and regulation\nOrszag, Jonathan and Susan Manning, \u0026ldquo;An Economic Assessment of Regulating Credit Card Fees and Interest Rates,\u0026rdquo; 2007. Sections I and II, pp. 1-28.\nFrank, Joshua, \u0026ldquo;Predatory Credit Card Lending,\u0026rdquo; Center for Responsible Lending (CRL), May 8, 2012, pp. 1-14.\n7\nConsumer insurance markets\nCole, Shawn A. and Peter Tufano, BASIX, Harvard Business School Case No. 9-207-099, February 2007. (Revised October 2007.)\n8\nPeer to peer lending\nStone, C. A. and Anne Zissu, Tufano, Peter, Howell Jackson and Andrea Ryan, \u0026ldquo;Lending Club,\u0026rdquo; Harvard Business School Case No. 9-210-052, December. 17, 2010\n9\nSecurities backed by consumer debts\nChapter 1 in Stone, C. A. and Anne Zissu, The Securitization Markets Handbook: Structures and Dynamics of Mortgage- and Asset-backed Securities, Bloomberg Press, Second Edition, 2012. ISBN: 978-1118006740.\n10\nFintech lending in China\nNo readings\n11\nFintech: Bitcoin and payment technologies overview and discussion\nVelde, François R. “Bitcoin: A Primer” Chicago Fed Letter, No. 317 (December 2013).\n"}


