
{
  "title":"Calendar",
  "content":" ses # TOPICS KEY DATES L1 Markets\nIntroduction to the Course\nTypes of Markets: Competitive, Monopoly/Monopsony and Oligopoly/Oligopsony\nThe Boundaries of a Market\nProduct Boundaries, Geographical Boundaries\nExamples: Bicycles, Prescription Drugs, Airline Travel, and Role of Internet\nR1 Review of Own- and Cross-price Elasticities, Market Definition, Consumer and Producer Surplus\nUse of Supply and Demand Curves\nReview of Logarithms\nL2 Defining the Market\nDiscussion of Market Definition and Market Strategy\nCase Study: Credit Cards in the U.K.\nL3 Analysis of Competitive Markets\nSupply-Demand Analysis of Government Intervention in Competitive Markets (Examples: Taxes, Subsidies, Tariffs, Import Quotas)\nDetailed Analysis of the Sugar Quota and its Effects\nR2 Further Review of Supply and Demand L4 Production and Cost\nBrief Review of Production Economics and Cost Minimization\nCost Concepts: Fixed, Variable and Sunk\nTotal, Average, and Marginal Cost in the Short Run and Long Run\nAccounting Cost vs. Economic Cost\nHomework set 1 due L5 Production and Cost (cont.)\nAirline Cost Example: User Cost of Capital\nEconomies of Scale and Scope\nThe Learning Curve and Cost Reduction over Time\nR3 Review of the Economics of Production and Cost L6 Consumer Demand\nIntroduction to Consumer Demand: Empirical Demand Analysis and Models of Consumer Choice\nL7 Consumer Demand (cont.)\nPricing, Product Characteristics and Quality\nThe Analysis of Network Externalities, and their Competitive and Strategic Implications\nExample from the Software Industry\nHomework set 2 due R4 Review of the Economics of Demand L8 Time and Uncertainty\nIntertemporal Prices and Net Present Value\nUncertainty and Risk Aversion\nWaiting and Option Value\nL9 Market Power\nCompetition and Entry\nMonopoly Power and Mark-up Pricing\nProduction across Multiple Plants\nPricing with Network Externalities\nR5 Review of Market Power (Monopoly) Homework set 3 due Review for Midterm Exam Midterm Exam L10 Pricing with Market Power\nVarious Forms of Price Discrimination\nSegmented Markets and Pricing Oriented toward Market Segmentation\nExamples of Price Discrimination in Practice\nL11 Pricing with Market Power (cont.)\nThe Use of Two-part Tariffs\nVolume Pricing\nCommodity Bundling\nR6 Review of Pricing with Market Power L12 Game Theory and Competitive Strategy\nThinking Strategically\nDuopoly Exercise (in class) to Introduce Cournot\nFirst-mover Advantage: Stackelberg\nRepeated Cournot\nCournot-Nash in detail\nNash Equilibrium in Other Kinds of Games\nL13 Game Theory and Competitive Strategy (cont.)\nDominant Strategies\nNash Equilibrium again\nRepeated Games\nThe Prisoners\u0026rsquo; Dilemma\nSequential Games\nThreats and Credibility\nPre-emptive Moves\nEntry Deterrence\nHomework set 4 due R7 Review of Game Theory L14 Collusion and Competition in Oligopolistic Markets\nTacit Collusion\nExamples: Electrical Equipment, Mineral Cartels\nR8 Review of Game Theory, Collusion and Cartels L15 Limiting Market Power\nAntitrust Laws\nU.S. vs. Microsoft®\nCommon Property Resources\nHomework set 5 due L16 Auctions and Bidding\nAlternative Forms of Auctions and their Characteristics\nThe Winner\u0026rsquo;s Curse\nR9 Review of Auctions and Common Property Resources L17 Transfer Pricing and Vertical Integration\nTransfer Pricing in the Vertically Integrated Firm\nTransfer Pricing with Outside Markets\nDouble Marginalization\nCosts and Benefits of Vertical Integration\nL18 Incentives and Information\nPrincipal-agent Problem and Incentives\nMoral Hazard\nMulti-tasking\nPromotion Tournaments and Up-or-out Policies\nTeam Incentives\nBack-loaded Wages\nL19 Information and Market Structure\nMarkets with Asymmetric Information\nQuality Uncertainty and the Market for \u0026ldquo;Lemons\u0026rdquo;\nAdverse Selection\nSignaling\nR10 Review of Transfer Pricing and Asymmetric Information Homework set 6 due L20 Externalities and Market Structure\nPositive and Negative Externalities\nMarket Failure and Forms of Government Intervention\nProperty Rights\nReview for Final Exam L21 Final Examination "}


