
{
  "title":"Readings",
  "content":"Altman, Edward I., John B. Caouette and Paul Narayanan. Credit-Risk Measurement and Management: The Ironic Challenge in the Next Decade. Financial Analysts Journal (Jan-Feb 1998): 7-11.\nBernstein, Peter L. Risk as History of Ideas. Financial Analysts Journal (Jan-Feb 1995): 7-11.\nBlack, Fischer. Estimating Expected Return. Financial Analysts Journal (Jan- Feb 1995): 168-171.\nChow, George, and Mark Kritzman. The Journal of Portfolio Management (Winter 2001): 56-60.\nCochrane, J. New Facts in Finance. Economic Perspectives 23, 3 (Third Quarter 1999). Federal Reserve Bank of Chicago.\nDuffie, Darrell, and Nicolae Grleanu. Risk and Valuation of Collateralized Debt Obligations. Financial Analysts Journal (Jan-Feb 2001): 41-59.\nDaniel, Kent, and Sheridan Titman. Market Efficiency in an Irrational World. Financial Analysts Journal (Nov-Dec 1999): 28-40.\nElton, Edwin J., and Martin J. Gruber. The Rationality of Asset Allocation Recommendations. Journal of Financial and Quantitative Analysis 35, 1 (March 2000): 27-41.\nFama, Eugene F. Market Efficiency, Long-Term Returns, and Behavioral Finance. Journal of Financial Economics 49 (1998): 283-306.\n-\u0026mdash;\u0026ndash;. Random Walks in Stock Market Prices. Financial Analysts Journal (Jan-Feb 1995): 75-80.\nFama, Eugene F., and Kenneth R. French. The Cross-Section of Expected Stock Returns. The Journal of Finance 47, 2 (June 1992): 427-465.\nJagannathan, R., and E. McGrattan. The CAPM Debate. Federal Reserve Bank of Minneapolis Quarterly Review 19 (1995): 2-17.\nKritzman, Mark. \u0026ldquo;What Practitioners Need to Know … About Event Studies.\u0026rdquo; Financial Analysts Journal (Nov-Dec 1994): 17-20.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About Higher Moments.\u0026rdquo; Financial Analysts Journal (Sept-Oct 1994): 10-17.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About Return and Risk.\u0026rdquo; Financial Analysts Journal (May-Jun 1993): 14-17.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About Utility.\u0026rdquo; Financial Analysts Journal (May-Jun 1992): 17-20.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About Time Diversification.\u0026rdquo; Financial Analysts Journal (Jan-Feb 1994): 14-18.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About Uncertainty.\u0026rdquo; Financial Analysts Journal (Mar-Apr 1991): 17-21.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About Regressions.\u0026rdquo; Financial Analysts Journal (May-Jun 1991): 12-15.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About Factor Methods.\u0026rdquo; Financial Analysts Journal (Jan-Feb 1993): 12-15.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About Estimating Volatility Part 1.\u0026rdquo; Financial Analysts Journal (Jul-Aug 1991): 22-24.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About Estimating Volatility Part 2.\u0026rdquo; Financial Analysts Journal (Sept-Oct 1991): 10-11.\n-\u0026mdash;\u0026ndash;. \u0026ldquo;What Practitioners Need to Know … About the Term Structure of Interest Rates.\u0026rdquo; Financial Analysts Journal (Jul-Aug 1993): 14-18.\nKao, Duen-Li. Illiquid Securities: Pricing and Performance Measurement. Financial Analysts Journal (Mar-Apr 1993): 28-35.\nMerton, Robert C. The Financial System and Economic Performance. Journal of Financial Services Research 4 (1990): 263-300.\nPerrold, A. Long-Term Capital Management. L.P. (A-D), Boston: Harvard Business School, 1999.\nRoll, Richard, and Stephen A. Ross. The Arbitrage Pricing Theory Approach to Strategic Portfolio Planning. Financial Analysts Journal (Jan-Feb 1995): 122-131.\nReyfman and Toft. Credit Derivatives - A Risk Management Tool for Non-Bank Corporations. (2001).\nRoss, Stephen. A Billion Dollars Just Isn\u0026rsquo;t, Risk. (May 1999): 64-66.\nRubinstein, Mark. Rational Markets: Yes or No? The Affirmative Case. Financial Analysts Journal (May-Jun 2001): 15-29.\nSharpe, William F. Risk, Market Sensitivity and Diversification. Financial Analysts Journal (Jan-Feb 1995): 84-88.\nStatman, Meir. Behavioral Finance: Past Battles and Future Engagements. Financial Analysts Journal (Nov-Dec 1999): 18-27.\nThe Ins and Outs of Cash Flow. Business Week (2001).\nThomas, Lee R. III. Active Management. The Journal of Portfolio Management (Winter 2000): 25-32.\nWaring, Barton, Duane Whitney, John Pirone and Charles Castille. Optimizing Manager Structure and Budgeting Manager Risk. The Journal of Portfolio Management (Spring 2000): 90-104.\n"}


