
{
  "title":"Readings",
  "content":"In addition to the bibliography of readings used in the course, see the readings by session below.\nRequired Text Pratt, J. Financial Accounting in an Economic Context. 5th ed. Cincinnati, Ohio: John Wiley \u0026amp; Sons, 2003. ISBN: 0470000465. (Hereafter cited as \u0026ldquo;Pratt\u0026rdquo;)\nRequired Case Packet Includes supplemental readings and Harvard Business School cases. (Hereafter cited as \u0026ldquo;CP\u0026rdquo;)\nRequired case studies are:\nWilson, David A. \u0026ldquo;Chemalite, Inc.\u0026rdquo; Boston, MA: Harvard Business School, 1976. Case No. 9-177-078.\nBruns, William J., Jr. and Susan S. Harmeling. \u0026ldquo;Circuit City Stores, Inc. (A).\u0026rdquo; Boston, MA: Harvard Business School, 1990. Case No. 9-191-086, 1-11.\nBruns, William J., Jr. and Eric J. Petro. \u0026ldquo;Depreciation at Delta and Pan Am.\u0026rdquo; Boston, MA: Harvard Business School, 1989. Case No. 9-190-035.\nBruns, William J., Jr. and Susan S. Harmeling. \u0026ldquo;Accounting for Frequent Fliers.\u0026rdquo; Boston, MA: Harvard Business School, 1991. Case No. 9-192-040.\nBruns, William J., Jr. \u0026ldquo;Brief Introduction to Cost Accounting.\u0026rdquo; Boston, MA: Harvard Business School, 1991. Case No. 9-192-068.\nBruns, William J., Jr. \u0026ldquo;Activity Accounting - Another Way to Measure Costs.\u0026rdquo; Boston, MA: Harvard Business School, 1992. Case No. 9-193-044.\nCooper, Robin, Peter B. B. Turney, and Christopher D. Ittner. \u0026ldquo;Seligram, Inc. Electronic Testing Operations.\u0026rdquo; Boston, MA: Harvard Business School, 1988. Case No. 9-189-084.\nMerchant, Kenneth A. and Lourdes Ferreira. \u0026ldquo;Scovill, Inc. NuTone Housing Group.\u0026rdquo; Boston, MA: Harvard Business School, 1985. Case No. 9-186-136.\nKerr, Steven. \u0026ldquo;An Academy Classic: On the Folly of Rewarding A, While Hoping for B. (1992)\u0026rdquo; Academy of Management Executive 9, no. 1 (1995).\nBruns, William J., Jr. \u0026ldquo;Destin Brass.\u0026rdquo; Boston, MA: Harvard Business School, 1989. Case No. 9-190-089.\nSupplementary Texts Stickney, C., and R. Weil. Financial Accounting: An Introduction to Concepts, Methods, and Uses. 8th ed. Fort Worth: The Dryden Press, 1997. ISBN: 9780030182686.\nBazley, J. S., L. A. Nikolai, and H. B. Grove. Financial Accounting: Concepts and Uses. 3rd ed. Cincinnati, Ohio: South-Western College Publishers, 1995. ISBN: 0538839228.\nHoskin, R. Financial Accounting: A User Perspective. 2nd ed. Toronto: John Wiley \u0026amp; Sons, 1997. ISBN: 0471172359.\nKieso, D., and J. Weygandt. Intermediate Accounting. 9th ed. New York: John Wiley \u0026amp; Sons, 1998. ISBN: 0471641839.\nReadings by Session Note on text problems: \u0026ldquo;Do\u0026rdquo; are problems that will help you prepare for class; but they do not have to be submitted. \u0026ldquo;Opt\u0026rdquo; are problems that you could optionally do if you want more material to study.\nLEC # TOPICS READINGS 1 Overview of the course, Administrative matters, Discussion of Accounting Framework Pratt: skim Ch. 1, incl. Appendix 1A 2 The Balance Sheet and the Recording of Transactions Pratt: Ch. 2 and 3, skim Ch. 5 Do: P2-1, E3-3 Opt: P2-3, P2-4, P2-9 3 The Income Statement and Principles of Accrual Accounting Pratt: Ch. 2 and 3, skim Ch. 3 Do: P2-2, E2-4\nOpt: E2-12, ID2-7\n4 The Income Statement and Principles of Accrual Accounting (cont.) Pratt: Ch. 3 and 4, skim Appendix 4A Do: P3-7, E4-19, E4-2\nOpt: E4-5, E4-16\n5 The Accounting Process Case: Chemalite, Inc. 6 Revenue Recognition Pratt: Ch. 3 (pp. 83-85) and Ch. 6 Do: E6-6, E6-8\nOpt: P6-7\n7 Revenue Recognition (cont.) Case: Circuit City Pratt: Ch. 6\nDo: P6-3, P6-4\nOpt: P6-10\n8 Inventory/Cost of Goods Sold Pratt: Ch. 7 Do: P7-4, P7-9\nOpt: P7-6\n9 Statement of Cash Flow Pratt: Ch. 14 Do: P14-2, E14-8\nOpt: E14-7\n10 More on the Statement of Cash Flows/Exam Review Do: E14-9, E14-10 11 First Exam 12 Long-term Assets/Depreciation (Deferred Taxes) Pratt: Ch. 9, incl. App. 9A and 10B, pp. 439-442 Do: E9-5, E9-18, E10-11\nOpt: ID9-7, BE9-3, P10-8\n13 Matching Principle for PP\u0026amp;E Case: Depreciation at Delta and Pan Am 14 Marketable Securities (Deferred Taxes) Pratt: Ch. 8 (through p. 332) Do: E8-2, E8-5, P8-6\nOpt: P8-5\n15 Marketable Securities, Time Value of Money Pratt: Appendix B Do: EB-11, EB-14\n16 Long Term Debt Pratt: Ch. 11 through p. 476 Appendix 11A Do: E11-5, E11-9\nOpt: E11-3, E11-18\n17 Leases and Off-Balance Sheet Financing Pratt: Ch. 11 (p. 483 to end) Do: P11-13, P11-14\nOpt: ID11-6\n18 Current Liabilities and Contingencies Case: Accounting for Frequent Fliers Pratt: Ch. 10\nDo: E10-9, P10-2\nOpt: P10-5, ID10-1, ID10-3\n19 Midterm 2 Review 20 Second Exam 21 Intangibles and Business Combinations Pratt: Ch. 8, pp. 332-339 Do: P8-10, P8-14\n22 Introduction to Cost Concepts CP: A Brief Introduction to Cost Accounting; Activity Accounting: Another Way to Measure Costs; On the Folly of Rewarding A, While Hoping for B 23 Indirect Allocation of Costs, Destin Brass Case: Destin Brass Products 24 ABC, Destin Brass Case: Destin Brass Products 25 Managerial Accounting Wrap-up, Seligram Discussion Case: Seligram Inc. Electronic Testing Operations 26 Course Review/Wrap-up Final Exam "}


