
{
  "title":"Readings",
  "content":" Course Textbooks [Back]= Back, Kerry. A Course in Derivative Securities: Introduction to Theory and Computation. New York, NY: Springer, 2005. ISBN: 9783540253730.\n[CL\u0026amp;M]= Campbell, John Y., Andrew W. Lo, and A. Craig MacKinlay. The Econometrics of Financial Markets. Princeton, NJ: Princeton University Press, 1996. ISBN: 9780691043012.\n[Cochrane]= Cochrane, John H. Asset Pricing. Revised ed. Princeton, NJ: Princeton University Press, 2005. ISBN: 9780691121376.\n[D\u0026amp;S]= DeGroot, Morris, and Mark J. Schervish. Probability and Statistics. 3rd ed. Reading, MA: Addison-Wesley, 2002. ISBN: 9780201524888.\n[Tsay]= Tsay, Ruey S. Analysis of Financial Time Series. 2nd ed. New York, NY: John Wiley \u0026amp; Sons, 2005. ISBN: 978047169074.\nLEC # TOPICS READINGS 1 Arbitrage-free pricing models [Back], Chapter 1.\nDerman, Emanuel, and Iraj Kani. \u0026ldquo;The Volatility Smile and Its Implied Tree.\u0026rdquo; Goldman Sachs Quantitative Research Notes, January 1994.\n2 Stochastic calculus and option pricing [Back], Sections 2.1-2.6, 2.8-2.9, 2.11, 13.2, 13.3, and Appendix B.1. 3 Simulation methods [CL\u0026amp;M], Section 9.4.\nBoyle, Phelim, Mark Broadie, and Paul Glasserman. \u0026ldquo;Monte Carlo Methods for Security Pricing.\u0026rdquo; Journal of Economic Dynamics and Control 21 (1997): 1267-1321.\nGlasserman, Paul. Sections 2.2, 4.1, 4.2, 7.1, and 7.2 in Monte Carlo Methods in Financial Engineering. New York, NY: Springer, 2003. ISBN: 9780387004518.\n4 Dynamic portfolio choice I: Static approach to dynamic portfolio choice Reference Cover, Thomas M. \u0026ldquo;Universal Portfolios.\u0026rdquo; Mathematical Finance 1, no. 1 (1991): 1-29.\n5 Dynamic portfolio choice II: Dynamic programming Reference Bertsimas, Dimitris, and Andrew W. Lo. \u0026ldquo;Optimal Control of Execution Costs.\u0026rdquo; Journal of Financial Markets 1 (1998): 1-50.\n6 Dynamic portfolio choice III: Numerical approximations in dynamic programming 7 Parameter estimation [Tsay], Sections 1.2.4, 2.4.2, and 8.2.4.\n[Cochrane], Sections 11.1, 14.1, and 14.2.\n[CL\u0026amp;M], Section A.2, A.4.\n8 Standard errors and tests [Cochrane], Sections 11.1, 11.3-4, 11.7, and 20.1.\n[CL\u0026amp;M], Sections A.2-4.\nCochrane, John H. \u0026ldquo;New Facts in Finance.\u0026rdquo; Federal Reserve Bank of Chicago: Economic Perspectives QIII (1999): 36-58.\n9 Small-sample inference and bootstrap [CL\u0026amp;M], Section 7.2.\nEfron, Bradley, and R. J. Tibshirani. Sections 4.2-4.3, 10.1-10.2, and 12.1-12.5 in An Introduction to the Bootstrap. New York, NY: Chapman and Hall, 1994. ISBN: 9780412042317.\nDavison, A. C., and D. V. Hinkley. Chapter 2 in Bootstrap Methods and Their Application. Cambridge, UK: Cambridge University Press, 1997. ISBN: 9780521574716.\nStambaugh, Robert F. \u0026ldquo;Predictive Regressions.\u0026rdquo; Journal of Financial Economics 54 (1999): 375-421.\n10 Volatility models [Tsay], Sections 3.3-3.5, 3.8.\n[CL\u0026amp;M], Sections 12.2 (Introduction), 12.2.1.\n(note: there are typos in eq. 12.2.19)\nAndersen, Torben G., Tim Bollerslev, Peter Christoffersen, and Francis X. Diebold. \u0026ldquo;Volatility and Correlation Forecasting.\u0026rdquo; In Handbook of Economic Forecasting. Edited by Graham Elliott, Clive W. J. Granger, and Allan Timmermann. Amsterdam: North-Holland, 2006, pp. 778-878. ISBN: 9780444513953.\nGhysels, Eric, Pedro Santa-Clara, and Rossen Valkanov. \u0026ldquo;Predicting Volatility: Getting the Most Out of Return Data Sampled at Different Frequencies.\u0026rdquo; Journal of Econometrics 131 (2006): 59-95.\n"}


